export const JOB_DIRECTIONS = [
  '核心法务',
  '泛法学',
  '合同·知产·法审',
  '合规·内控·风控',
]

export const EMPLOYMENT_TYPES = ['正式', '实习']

export const COMPANY_TYPES = [
  '民企',
  '国企',
  '央企',
  '外企',
  '事业单位',
  '合资',
  '其他',
]

export const EDUCATION_LEVELS = ['专科', '本科', '硕士', '博士']

export const INDUSTRIES = [
  '互联网',
  '人工智能',
  '汽车',
  '制造业',
  '金融',
  '交通物流',
  '电商',
  '游戏',
  '教育培训',
  '消费零售',
  '通信运营商',
  '农业',
  '化工材料',
  '新能源',
  '半导体',
  '机器人',
  '智能硬件',
  '医疗健康与生物科技',
  '咨询与专业服务',
  '地产建筑',
  '学校',
  '文化传媒',
  '环保',
  '研究院所',
  '能源电力',
  '航空航天与军工',
  '证券',
  '保险',
  '银行',
  '公共服务',
  '其他',
]
